zsh
neovim
kitty
firefox
git
alacritty
niri
sddm
ttf-ubuntu-nerd
ttf-anonymouspro-nerd
ttf-bitstream-vera
ttf-dejavu
ttf-envycoder-nerd
ttf-hack-nerd
ttf-liberation
ttf-proggyclean-nerd
networkmanager
waybar
obsidian
calc
calcurse
ranger
fd
ffmpeg
fuzzel
keepassxc
lazygit
mpv
ripgrep
rizin
rz-cutter
rz-ghidra
unrar
unzip
vlc
zoxide
zsh-syntax-highlighting
